asciidoctor.asciidoctor-vscode
dendron.dendron-paste-image
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
jakeboone02.cypher-query-language
jebbs.plantuml
leathong.openscad-language-support
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-azure-github-copilot
ms-azuretools.vscode-azure-mcp-server
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.powershell
ms-vscode.vscode-websearchforcopilot
ms-vsliveshare.vsliveshare
reditorsupport.r
reditorsupport.r-syntax
simonsiefke.svg-preview
tyriar.sort-lines